export const documents = [
  "FCI/KCY",
  "Родовід",
  "Ветпаспорт",
  "Метрика цуценяти",
];
export const health = [
  "Чіп",
  "Стерилізація",
  "Обробка від паразитів",
  "Вакцинація",
];

export const age = [
  "<6 мicяцiв",
  "вiд 6 до 12 мicяцiв",
  "вiд 1 до 2 рокiв",
  "вiд 2 рокiв",
];

export const genders = ["Дівчинка", "Хлопчик", "Невідома"];

export const ageTypeOptions = ["Місяців", "Тижнів", "Років", "Днів"];

export const userType = [
  "Я представник притулку",
  "Я власник розплідника",
  "Я приватна особа",
];

export const sortingOptions = ['Найновіші','Від дешевих до дорогих', 'Від дорогих до дешевих']

export const location = [
	"Вінниця",
	"Дніпро",
	"Донецьк",
	"Житомир",
	"Запоріжжя",
	"Івано-Франківськ",
	"Київ",
	"Кременчук",
	"Кривий Ріг",
	"Луганськ",
	"Львів",
	"Луцьк",
	"Миколаїв",
	"Одеса",
	"Полтава",
	"Рівне",
	"Суми",
	"Тернопіль",
	"Харків",
	"Херсон",
	"Черкаси",
	"Чернігів",
	"Чернівці",
	"Ужгород"
 ];

export const petType = ["Собаки", "Кiшки", "Рептилії","Риби"];

export const animalBreed = {
	Кiшки: [
	  "Абіссінська кішка",
	  "Британська короткошерста кішка",
	  "Шотландська висловуха кішка",
	  "Сиамська кішка",
	  "Перська кішка",
	  "Мейн-кун",
	  "Сфінкс",
	  "Сибірська кішка",
	  "Бенгальська кішка",
	  "Скотиш-фолд",
	  "Рекс",
	  "Норвезька лісова кішка",
	  "Американська короткошерста кішка",
	  "Американська довгошерста кішка",
	  "Корниш-рекс",
	  "Девон-рекс"
	],
	Рептилії: [
	  "Маисовый полоз",
	  "Бородатий дракон",
	  "Леопардовий гекон",
	  "Зелена ігуана",
	  "Черепаха",
	  "Ахатина",
	  "Сцинк",
	  "Хамелеон",
	  "Пітон",
	  "Варан",
	  "Тритон",
	  "Жаба",
	  "Змія",
	  "Ящірка",
	  "Крокодил"
	],
	Риби: [
	  "Пiвник",
	  "Золота рибка",
	  "Гуппі",
	  "Неон",
	  "Скалярія",
	  "Дискус",
	  "Арована",
	  "Сом",
	  "Короп",
	  "Карась",
	  "Щука",
	  "Окунь",
	  "Форель",
	  "Лосось",
	  "Тунець"
	],
	Собаки: [
	  "Американський кокер-спанієль",
	  "Німецька вівчарка",
	  "Лабрадор-ретривер",
	  "Золотистий ретривер",
	  "Французький бульдог",
	  "Йоркширський тер'єр",
	  "Пудель",
	  "Боксер",
	  "Ротвейлер",
	  "Доберман-пінчер",
	  "Німецький дог",
	  "Бульмастиф",
	  "Сибірський хаскі",
	  "Аляскинський маламут",
	  "Бігль",
	  "Джек-рассел-тер'єр"
	]
 };